Revit 2027 API
ParameterTypeId.ZoneCoilBypassPercentageParam Property
 "Coil Bypass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCoilBypassPercentageParam { get; }
Public Shared ReadOnly Property ZoneCoilBypassPercentageParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCoilBypassPercentageParam {
	ForgeTypeId^ get ();
}
static member ZoneCoilBypassPercentageParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace